<template>
  <div class="container">
    <Head/>
    <div class="main">
    <el-row :gutter="12">
      <el-col >
        <el-card shadow="always"> <h2>小静找房服务协议</h2> 
        <div class="info">
         <h5>1、协议生效条件</h5>
         <p>小静找房的各项服务的所有权和运作权归周静。小静找房提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。用户完全完成注册程序，便成为小静找房的注册用户，将得到一个密码和帐号，同时此协议即时生效。用户有义务保证密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；因此所衍生的任何损失或损害，小静找房无法也不承担任何责任。
          </p>
         <h5>2、注册义务</h5>
         <i>小静找房运用自己的操作系统通过国际互联网为用户提供网络服务。同时，用户必须：</i>
<p>(1) 自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置；</p>
<p>(2) 自行负担个人上网所支付的与此服务有关的电话费用、网络费用。</p>
<p>(3) 小静找房为用户提供服务，用户在使用小静找房提供的服务时需提供真实身份信息，并对自己在小静找房的行为、言论负责。</p>
<i>为了能使用本服务，您同意以下事项：</i>
<p>(1) 依本服务注册表的提示提供您本人真实、正确、最新及完整的资料；</p>
<p>(2) 维持更新您个人用户信息，确保其真实、正确、最新及完整。若您提供任何错误、不实、过时或不完整的资料，并为小静找房所确知，或者小静找房有合理的理由怀疑前述资料为错误、不实、过时或不完整，小静找房有权暂停或终止您的帐号，并拒绝您于现在和未来使用小静找房全部或部分的服务。</p>
<p>(3) 您提供的注册信息不得冒用他人信息或侵犯他人合法权益。小静找房有权暂停或终止帐号，并有权追究相关责任人的法律责任。</p>
<p>(4) 您注册的用户名不能侵犯他人合法权益，不能对他人名誉权造成侵犯。小静找房有权收回对小静找房或者他人合法权益有侵犯嫌疑的帐号。</p>
<p>(5) 您一经注册用户账号或者使用小静找房平台服务，即视为您同意小静找房及/或其关联公司、机构等通过短信、电话或者电子邮件的方式向您注册时填写的手机号码或者电子邮箱发送相应的产品服务广告信息、促销优惠等营销信息或为您提供任何您可能感兴趣的信息；您如果不同意发送，您可以通过相应的退订功能进行退订。</p>
         <h5>3、隐私制度</h5>
        
<i>尊重和保护用户个人隐私是小静找房的一项基本政策，小静找房保证不对外公开或者向任何 第三方提供单个用户的注册资料以及用户在使用网络服务时存储在小静找房的非公开内容 和信息，但下列情况除外：</i>

<p>(1) 小静找房事先获得用户明确授权；</p>
<p>(2) 遵守有关法律法规的规定，向国家有关机关提供；</p>
<p>(3) 保持维护小静找房的知识产权和其他重要权利；</p>
<p>(4) 为维护社会公众利益、维护第三方合法权益；</p>
<p>(5) 在紧急情况下维护用户个人和社会大众的隐私安全；</p>
<p>(6) 根据本条款相关规定或者小静找房认为必要的其他情况下。</p>
<p>小静找房可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与小静找房同等的保护用户隐私的责任，则小静找房有权将用户的注册资料在小静找房的监管下提供给第三方。</p>

<p>在不透露单个用户隐私资料的前提下，小静找房有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>

<p>用户知悉并同意，为便于向用户提供更好的服务，小静找房将在用户自愿选择服务或者提供信息的情况下收集用户的个人信息，并将这些信息进行整合。</p>

<p>另外，小静找房会采取行业惯用措施保护用户信息的安全，但小静找房不能确信或保证任何个人信息的安全性，用户须自己承担风险。比如用户联机公布可被公众访问的个人信息 时，用户有可能会收到未经用户同意的信息；小静找房的合作伙伴和可通过小静找房访问的第三方因特网站点和服务；通过抽奖、促销等活动得知用户个人信息的第三方会进行独立的数据收集工作等活动。小静找房对用户及其他任何第三方的上述行为，不承担任何责任。</p>


<h5>4、用户信息的存储与限制</h5>
<p>小静找房不对用户所发布信息的删除或储存失败负责。</p>
<p>小静找房并不承诺对用户的存储信息进行无限期保留。</p>
<p>除非本协议中另有规定，否则小静找房不保证服务一定会满足用户的使用要求，也不保证服务不会受中断，对服务的及时性、安全性、准确性也不作担保。</p>
<p>小静找房有判定用户的行为是否符合小静找房服务条款的要求和精神的保留权利，如果用户违背了服务条款的规定，小静找房有中断对其提供网络服务的权利。</p>
<p>小静找房运用自己的操作系统通过国际互联网向用户提供丰富的网上资源，包括各种信息工具、网上论坛、个性化内容等。</p>
<p>除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品、栏目，均无条件地适用本服务条款。</p>

<h5>5、免责声明</h5>
<p>小静找房对于本服务包含的或用户经由或从任何与本服务有关的途径所获得的任何内容、信息或广告，不声明或保证其正确性或可靠性；并且对于用户经本服务上的广告、展示而购买、取得的任何产品、信息或资料，小静找房不负保证责任。用户自行承担担使用本服务的风险。</p>

<p>(1) 小静找房有权但无义务，改善或更正本服务任何部分之任何疏漏、错误。</p>
<p>(2) 小静找房不保证以下事项（包括但不限于）：</p>
<blockquote>
    <p>1) 本服务适合用户的使用要求；</p>
    <p>2) 本服务不受干扰，及时、安全、可靠或不出现错误；</p>
    <p>3) 用户经由本服务取得的任何产品、服务或其他材料符合用户的期望；</p>
    <p>4) 用户使用经由本服务下载的或取得的任何资料，其风险自行负担；因该使用而导致用户电脑系统损坏或资料流失，用户应负完全责任；</p>
    <p>5) 对基于以下原因而造成的利润、商业信誉、资料的损失或其他有形或无形损失，小静找房不承担任何直接、间接、附带、衍生或惩罚性的赔偿；</p>
    <p>6) 服务使用或无法使用；</p>
    <p>7) 经由本服务购买或取得的任何产品、资料或服务；</p>
    <p>8) 用户资料遭到未授权的使用或修改；</p>
    <p>9) 其他与本服务相关的事宜。</p>
</blockquote>
<p>(3) 用户在浏览网际网路时自行判断使用小静找房的检索目录。该检索目录可能会引导用户进入到被认为具有攻击性或不适当的网站，小静找房没有义务查看检索目录所列网站的内容，因此，对其正确性、合法性、正当性不负任何责任。</p>
<p>(4) 用户同意，对于小静找房向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，小静找房无需承担任何责任：</p>
<blockquote>
 <p>) 小静找房向用户免费提供的各项网络服务；</p>
 <p>) 小静找房向用户赠送的任何产品或者服务；</p>
 <p>) 小静找房向收费网络服务用户附赠的各种产品或者服务。</p>
</blockquote>
<h5>6、法律</h5>
<p>网络服务条款要与中华人民共和国的法律解释相一致，用户和小静找房一致同意服从高等法院所管辖。如发生小静找房服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户产生法律效力和影响。</p>

<p>在任何情况下，小静找房用户不得利用小静找房进行违反或可能违反国家法律和法规的言论或行为，否则，小静找房可在任何时候不经任何事先通知终止向您提供服务。并且用户对自己的言论或行为负责。</p>

<i>用户应遵守以下法律及法规：</i>

<p>(1) 用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《中华人民共和国侵权责任法》、信息产业部2000年10月8日第4次部务会议通过的《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《北京市微博客发展管理若干规定》以及《全国人大常委会关于加强网络信息保护的决定》等有关计算机及互联网规定的法律和法规、实施办法。在任何情况下，小静找房合理地认为用户的行为可能违反上述法律、法规，小静找房可以在任何时候，不经事先通知终止向该用户提供服务。</p>

<p>(2) 用户应了解国际互联网的无国界性，应特别注意遵守当地所有有关的法律和法规。</p>
        </div>
        </el-card>
        
      </el-col>
      
    </el-row>
  </div>
  </div>
</template>

<style lang='scss' scoped>
.main{
  padding-top: 10px;
  .info{
    text-align: left;
  }
}
</style>

<script>
import Head from './Head.vue'
export default {
  components: {
    Head
  }
}
</script>

